Repository: common-repository/salesmanago
Catalog: languages/salesmanago-*.po
Languages: pl_pl

source: and paste it below in the API v3 key field
pl_pl: i wklej go poniżej w pole Klucz API v3

source: ('salesmanago' plugin text domain).
pl_pl: (domena tłumaczenia 'plugin/salesmanago')

source: 7 days
pl_pl: 7 dni

source: A different 'sw.js' file already exists. Your developer should modify this file manually
pl_pl: Inny plik 'sw.js' już istnieje. Twój deweloper powinien ręcznie zmodyfikować ten plik

source: Abort this export
pl_pl: Porzuć ten eksport

source: About
pl_pl: O wtyczce

source: Account settings
pl_pl: Ustawienia konta

source: Add
pl_pl: Dodaj

source: Add 'smbanners' flag to monitoring code
pl_pl: Dodaj flagę 'smbanners' do kodu monitorującego

source: Add 'smcustom' flag to monitoring code
pl_pl: Dodaj flagę 'smcustom' do kodu monitorującego

source: Add forms to synchronize
pl_pl: Dodaj formularze do synchronizacji

source: add new form
pl_pl: dodaj nowy formularz

source: Add popup.js (necessary for HTML and Advanced Popups)
pl_pl: Dodaj popup.js (wymagany przez Popupy HTML i Popupy Zaawansowane)

source: Add tags
pl_pl: Dodaj tagi

source: Additional details type
pl_pl: Typ własnych szczegółów

source: Advanced options
pl_pl: Zaawansowane opcje

source: After this time, cart updates will be treated as new external events
pl_pl: Po tym czasie aktualizacje koszyka będą traktowane jako nowe zdarzenia zewnętrzne

source: All forms have been configured
pl_pl: Wszystkie formularze zostały skonfigurowane

source: API v3 key
pl_pl: Klucz API v3

source: Append field to registration and checkout forms
pl_pl: Dodaj pole do formularza rejestracyjnego i checkout

source: Append field to registration form
pl_pl: Dodaj pole do formularza rejestracyjnego

source: are most likely already in SALESmanago.
pl_pl: prawdopodobnie znajdują się już w SALESmanago.

source: Authentication successful. You can select an existing Product Catalog or create a new one.
pl_pl: Uwierzytelnianie zakończone sukcesem. Możesz wybrać istniejący Katalog Produktowy lub utworzyć nowy.

source: Authorization error. Make sure email and password are correct
pl_pl: Błąd autoryzacji. Upewnij się, że podany email i hasło są porpawne.

source: Available in Recommendation Frames
pl_pl: Dostępne w Ramkach Rekomendacji

source: Back
pl_pl: Wstecz

source: Browser language
pl_pl: Język przeglądarki

source: Capture Contact Form 7 submissions
pl_pl: Przechwytuj formularze Contact Form 7

source: Capture contacts created as WooCommerce customers
pl_pl: Przechwytuj kontakty utworzone jako klienci WooCommerce

source: Capture contacts created as WordPress users
pl_pl: Przechwytuj kontakty utworzone jako użytkownicy WordPressa

source: Capture Fluent Forms submissions
pl_pl: Przechwytuj formularze Fluent Forms

source: Capture Gravity Forms submissions
pl_pl: Przechwytuj formularze Gravity Forms

source: Cart update will always update ext. events
pl_pl: Aktualizacje koszyka zawsze będą aktualizowały zdarzenia zew.

source: Cart updates will always create new ext. events
pl_pl: Modyfikacja koszyka utworzy nowe zdarzenie zew.

source: Catalog name
pl_pl: Nazwa Katalogu

source: Change default monitoring cookie lifetime
pl_pl: Zmień domyśly czas życia cookie monitorującego

source: Check browser console (F12) for details.
pl_pl: Sprawdź konsolę przeglądarki (F12) by uzyskać więcej informacji.

source: Choose external event type to be assigned to the exported orders
pl_pl: Wybierz typ zdarzenia zewnętrznego który zostanie przypisany eksportowanym zamówieniom

source: Choose how additional details are transferred to SALESmanago.
pl_pl: Wybierz jak przesłać dodatkowe szczegóły do SALESmanago

source: Choose owner contacts will be assigned to
pl_pl: Wybierz właściciela do którego zostaną przypisane nowe kontakty

source: Chosen identifier type must match ID in Product Feed uploaded to SALESmanago
pl_pl: Wybrany typ identyfikatora musi być zgodny z ID produktu w feedzie produktowym wgranym do SALESmanago

source: Completion:
pl_pl: Wykonano:

source: Configuration for:
pl_pl: Konfiguracja dla:

source: Contact owner
pl_pl: Właściciel kontaktu

source: Continue this export
pl_pl: Kontynuuj ten eksport

source: Cookie lifetime
pl_pl: Czas życia cookies

source: COPY
pl_pl: KOPIUJ

source: Copy
pl_pl: Skopiuj

source: Count
pl_pl: Przelicz

source: CREATE
pl_pl: UTWÓRZ

source: Create a new API key. Enter your name (e.g. WordPress), Webhook URL, and expiry time. You can copy the webhook URL from the Webhook URL field below.
pl_pl: Utwórz nowy klucz API podając nazwę (np. WordPress), adres URL Webhooka i czas wygaśnięcia. Adres URL webhooka znajdziesz poniżej.

source: Create sw.js file to enable Web Push consents from your domain
pl_pl: Utwórz plik sw.js aby włączyć zgody Web Push z Twojej domeny

source: Currency
pl_pl: Waluta

source: Currently used JavaScript
pl_pl: Aktualnie używany JavaScript

source: Custom detail
pl_pl: Własny szczegół

source: Custom details
pl_pl: Własne szczegóły

source: Custom monitoring cookie lifetime
pl_pl: Własny czas życia cookie monitorującego

source: Delete
pl_pl: Usuń

source: Detected by WordPress
pl_pl: Wykryty przez WordPressa

source: Disable monitoring code
pl_pl: Nie dodawaj kodu monitorującego

source: Display the API key using an eye icon
pl_pl: Wyświetl klucz API używając ikony oka

source: Do not use opt-in field
pl_pl: Nie używaj pola opt-in

source: Done
pl_pl: Gotowe

source: Easily set up product synchronization to instantly reflect all changes from WordPress in Recommendation Frames, Personal Shopping Inbox, and other modules
pl_pl: W prosty sposób możesz włączyć synchronizację produktów aby natychmiast aktualizować wszystkie zmiany z WordPressa w Ramkach rekomendacji, Personal Shopping Inbox i innych modułach

source: Email ID
pl_pl: ID e-maila

source: Enable this option if you want to add monitoring code on your own
pl_pl: Zaznacz tę opcję, jeśli chcesz dodać kod monitorujący samemu

source: Enable this option to choose order statuses and product identifier
pl_pl: Zaznacz tę opcję aby wybrać statusy zamówień i identyfikator produktów

source: Enable this option to omit consecutive PURCHASE events (within 30 second)
pl_pl: Włącz tę opcję by pomijać następujące po sobie zdarzenia zakupu (przez 30 sekund)

source: Endpoint your account assigned to
pl_pl: Endpoint do którego przypisane jest Twoje konto

source: Error log contains crucial information about any potential problems with API v3 data transfer. If you need support with troubleshooting, contact us at
pl_pl: Log błędów zawiera istotne informacje o wszelkich potencjalnych problemach z transferem danych API v3. Jeśli potrzebujesz wsparcia w rozwiązywaniu problemów, skontaktuj się z nami pod adresem

source: Error log for API v3 data transfer
pl_pl: Log błędów w transferze danych przez API v3

source: Error on Contact Form 7 plugin settings page
pl_pl: Błąd na stronie ustawień wtyczki Contact Form 7

source: Error on Export page
pl_pl: Błąd na stronie Eksportu

source: Error on Fluent Forms plugin settings page
pl_pl: Błąd na stronie ustawień wtyczki Fluent Forms

source: Error on getting Owner List
pl_pl: Błąd w trakcie pobierania listy właścicieli

source: Error on Gravity Forms plugin settings page
pl_pl: Błąd na stronie ustawień wtyczki Gravity Forms

source: Error on Integration Settings page
pl_pl: Błąd na stronie Ustawienia integracji

source: Error on listing Contact 7 Forms
pl_pl: Błąd przy listowaniu formularzy Contact Form 7

source: Error on listing Fluent Forms
pl_pl: Błąd przy listowaniu formularzy Fluent Forms

source: Error on listing Gravity Forms
pl_pl: Błąd przy listowaniu formularzy Gravity Forms

source: Error on login page rendering
pl_pl: Błąd przy renderowaniu strony loginu

source: Error on logout. If this persists, try removing wp_options/salesmanago_configuration from your database.
pl_pl: Błąd przy wylogowaniu. Jeśli ten błąd się powtarza, spróbuj usunąć wp_options/salesmanago_configuration ze swojej bazy danych.

source: Error on Monitoring code page
pl_pl: Błąd przy listowaniu formularzy Fluent Forms

source: Error on Plugins settings page
pl_pl: Błąd na stronie Wtyczek

source: Error on registering css/js/translations
pl_pl: Błąd podczas rejestracji plików css/js/translations

source: Error on registering menu pages
pl_pl: Błąd podczas rejestrowania stron menu

source: Error on rendering settings page
pl_pl: Błąd podczas renderowania strony ustawień

source: Error on routing your request
pl_pl: Błąd w routingu żądania

source: Error on setting the active catalog
pl_pl: Błąd przy ustawianiu aktywnego katalogu

source: Error on WooCommerce plugin settings page
pl_pl: Błąd na stronie ustawień wtyczki WooCommerce

source: Error on WordPress plugin settings page
pl_pl: Błąd na stronie ustawień wtyczki WordPress

source: Error while reading Configuration from DB
pl_pl: Błąd podczas odczytu Konfiguracji z bazy danych

source: Error while reading Settings from DB
pl_pl: Błąd podczas odczytu ustawień z bazy danych

source: Error while writing Configuration to DB
pl_pl: Błąd podczas zapisywania Konfiguracji do bazy danych

source: Error while writing Settings to DB
pl_pl: Błąd podczas zapisywania ustawień do bazy danych

source: Events
pl_pl: Zdarznia zewnętrzne

source: Events created after
pl_pl: Zdarzenia utworzone po

source: Expired API Key. Refresh the page and add a new API key
pl_pl: Wygasły klucz API. Odśwież stronę i dodaj nowy klucz API

source: Export
pl_pl: Eksport

source: Export all products
pl_pl: Eksport wszystkich produktów

source: Export as
pl_pl: Exportuj jako

source: Export contacts
pl_pl: Eksportuj kontakty

source: Export contacts and events
pl_pl: Eksportuj kontakty i zdarzenia

source: Export events
pl_pl: Eksportuj zdarzenia

source: Export status
pl_pl: Status eksportu

source: Export WooCommerce cutomers to SALESmanago
pl_pl: Eksportuj klientów z WooCommerce do SALESmanago

source: Export WooCommerce orders as external events to SALESmanago
pl_pl: Eksportuj zamówienia z WooCommerce jako zdarzenia zewnętrzne do SALESmanago

source: Exported packages:
pl_pl: Wyeksportowane pakiety:

source: Exporting external events for the second time will duplicate them in SALESmanago.
pl_pl: Wielokrotne eksportowanie zdarzeń zewnętrznych spowoduje ich powielenie w SALESmanago.

source: Failed to refresh the list. Try reloading the page.
pl_pl: Nie udało się odświeżyć listy. Spróbuj przeładować stronę

source: Failed. Check console for details.
pl_pl: Błąd. Sprawdź konsolę przeglądarki.

source: File 'sw.js' created correctly
pl_pl: Pomyślnie utworzono plik 'sw.js'

source: Form with ID
pl_pl: Formularz o ID

source: Forms to synchronize
pl_pl: Formularze do synchronizacji

source: From date
pl_pl: Od dnia

source: Function 'file_exists' is not available
pl_pl: Funkcja 'file_exists' nie jest dostępna

source: Function 'file_get_contents' is not available
pl_pl: Funkcja 'file_get_contents' nie jest dostępna

source: Function 'file_put_contents' is not available
pl_pl: Funkcja 'file_put_contents' nie jest dostępna

source: Functionality tests
pl_pl: Testy funkcjonalności

source: General settings
pl_pl: Ogólne ustawienia

source: General settings of SALESmanago integration
pl_pl: Ustawienia integracji SALESmanago

source: Generate sw.js
pl_pl: Utwórz sw.js

source: Get all the benefits of real-time Product Catalog synchronization with Product API
pl_pl: Wykorzystaj pełen potencjał synchronizacji Katalogów Produktowych w czasie rzeczywistym dzięki Product API

source: Get system information
pl_pl: Zobacz informacje systemowe

source: Go back
pl_pl: Wstecz

source: Guest Purchase tags
pl_pl: Tagi zakupu jako gość

source: has been removed
pl_pl: został usunięty

source: Hook activating purchase event
pl_pl: Hook aktywujący zdarzenie zakupu

source: https://support.salesmanago.com/domain-configuration-for-web-push-notifications/?utm_source=integration&utm_medium=wordpress&utm_content=tooltip
pl_pl: https://pomoc.salesmanago.pl/konfiguracja-domeny-dla-powiadomien-web-push/?utm_source=integration&utm_medium=wordpress&utm_content=tooltip

source: https://support.salesmanago.com/email-confirming-subscription/?utm_source=integration&utm_medium=wordpress&utm_content=tooltip
pl_pl: https://pomoc.salesmanago.pl/konfiguracja-wiadomosci-z-potwierdzeniem-subskrypcji/?utm_source=integration&utm_medium=wordpress&utm_content=tooltip

source: https://support.salesmanago.com/how-do-i-integrate-salesmanago-with-contact-form-7-wordpress/?utm_source=integration&utm_medium=wordpress&utm_content=tooltip
pl_pl: https://pomoc.salesmanago.pl/instegracja-salesmanago-z-contact-form-7-wordpress/?utm_source=integration&utm_medium=wordpress&utm_content=tooltip

source: https://support.salesmanago.com/integration-with-wordpress-gravity-forms-plugin/?utm_source=integration&utm_medium=wordpress&utm_content=tooltip
pl_pl: https://pomoc.salesmanago.pl/integracja-z-wordpress-wtyczka-gravity-forms/?utm_source=integration&utm_medium=wordpress&utm_content=tooltip

source: https://support.salesmanago.com/integration-with-wordpress/?utm_source=integration&utm_medium=wordpress&utm_content=tooltip
pl_pl: https://pomoc.salesmanago.pl/integracje-z-wordpress/?utm_source=integration&utm_medium=wordpress&utm_content=tooltip

source: https://support.salesmanago.com/woocommerce-integration-settings/?utm_source=integration&utm_medium=wordpress&utm_content=tooltip
pl_pl: https://pomoc.salesmanago.pl/ustawienia-integracji-z-woocommerce/?utm_source=integration&utm_medium=wordpress&utm_content=tooltip

source: If you use a custom payment method, the default hook might not work. You can try using a different one
pl_pl: Jeśli używasz niestandardowej metody płatności, domyślne hooki mogą nie działać poprawnie. Możesz wypróbować użycie innych hooków.

source: If you want, you can change default 'location' for external events
pl_pl: W tym miejscu możesz zmienić wartość pola 'location' przesyłaną w zdarzeniach zewnętrznych

source: Ignored domains
pl_pl: Ignorowane domeny

source: Important
pl_pl: Ważne

source: Important: Your server must have SSL enabled to receive webhooks with error notices from SALESmanago
pl_pl: Ważne: twój serwer musi mieć włączone SSL, aby otrzymywać webhooki z informacjami o błędach z SALESmanago

source: In order to use Product Catalog, please install the WooCommerce plugin.
pl_pl: Aby skorzystać z Katalogu produktowego, zainstaluj rozszerzenie WooCommerce

source: In progress
pl_pl: W trakcie...

source: In SALESmanago, you can limit the access to the Product Catalog to analytics only. To make the Catalog available in Recommendation Frames, Emails, PSI, and other features, select "true".
pl_pl: W SALESmanago możesz ograniczyć dostęp do Katalogu Produktowego wyłącznie do analityki. Aby Katalog był dostępny w Ramkach Rekomendacji, E-mailach, PSI i innych funkcjonalnościach, wybierz “tak”.

source: Incorrect location field value. Please check it in the Integration settings tab
pl_pl: Nieprawidłowa wartośc pola location. Sprawdź ją w zakładce 'Ustawienia integracji'

source: Input name
pl_pl: Nazwa pola

source: Integration data
pl_pl: Dane integracji

source: Integration settings
pl_pl: Ustawienia integracji

source: Interrupted on:
pl_pl: Przerwany:

source: Invalid API Key. Make sure the key exists in the SALESmanago app
pl_pl: Nieprawidłowy klucz API. Upewnij się, że klucz istnieje w aplikacji SALESmanago

source: ISO currency code of your store (e.g. EUR, USD)
pl_pl: Waluta twojego sklepu w formacie ISO (np. PLN, EUR)

source: Label
pl_pl: Napis (label)

source: Language detection method
pl_pl: Sposób wykrywania języka

source: Language is used when sending double opt-in confirmation emails. You can use language detected by WordPress or user's browser language
pl_pl: Język jest używany podczas wysyłania e-maila potwierdzającego. Możesz użyć języka wykrytego przez WordPressa lub języka przeglądarki użytkownika

source: Last exported package:
pl_pl: Wyeksportowane pakiety:

source: Learn how to name input fields on
pl_pl: Dowiedz się, jak nazywać pola na

source: Learn more about Web Push consents on our
pl_pl: Dowiedz się więcej o zgodach Web Push na naszej

source: Learn more on
pl_pl: Dowiedz się więcej na

source: Leave empty/default to export all
pl_pl: Pozostaw putse/domyślne, aby eksportować wszystkie

source: Let contacts confirm newsletter signup with email confirmation
pl_pl: Pozwól kontaktom potwierdzić subskrypcję w osobnej wiadomości e-mail

source: Location
pl_pl: Wartość Location

source: Location field for external events
pl_pl: Pole location w zdarzeniach zewnętrznych

source: Log in to SALESmanago and go to Integration Center ➔ API ➔ API v3 tab
pl_pl: Zaloguj się do SALESmanago i przejdź do Centrum Integracji ➔ API ➔ zakładka API v3

source: Log out
pl_pl: Wyloguj się

source: Logged in.
pl_pl: Zalogowano.

source: Logged out.
pl_pl: Wylogowano.

source: Login tags
pl_pl: Tagi logowania

source: Login to SALESmanago account
pl_pl: Zaloguj się do konta SALESmanago

source: Making sure everything was exported
pl_pl: Sprawdzanie, czy wszystko zostało wyeksportowane

source: Manage Contact Form 7 integration
pl_pl: Zarządzaj integracją z Contact Form 7

source: Manage Fluent Forms integration
pl_pl: Zarządzaj integracją z Fluent Forms

source: Manage Gravity Forms integration
pl_pl: Zarządzaj integracją z Gravity Forms

source: Manage integrations with plugins
pl_pl: Zarządzaj integracjami z wtyczkami

source: Manage options in WooCommerce settings
pl_pl: Zarządzaj opcjami w ustawieniach WooCommerce

source: Manage options in WordPress settings
pl_pl: Zarządzaj ustawieniami WordPressa

source: Manage product catalog
pl_pl: Zarządzaj Katalogiem Produktów

source: Manage SM integration settings
pl_pl: Zarządzaj ustawianiami integracji z SM

source: Manage WooCommerce integration
pl_pl: Zarządzaj integracją z WooCommerce

source: Manage WordPress integration
pl_pl: Zarządzaj integracją z WordPress

source: Manage your monitoring code features
pl_pl: Zarządzaj kodem monitorującym

source: Map an existing field
pl_pl: Mapuj istniejące pole

source: Monitoring code
pl_pl: Kod monitorujący

source: Monitoring code features
pl_pl: Opcje kodu monitorującego

source: Monitoring cookie lifetime
pl_pl: Czas życia cookie monitorującego

source: New Product Catalog
pl_pl: + NOWY KATALOG PRODUKTOWY

source: New Product Catalog has been created. Please refresh Catalog list to use it.
pl_pl: Utworzono nowy Katalog Produktowy. Odśwież listę Katalogów, aby móc z niego korzystać.

source: New users must be able to register.
pl_pl: Nowi użytkownicy muszą mieć możliwość rejestracji.

source: Newsletter and Mobile Marketing consents
pl_pl: Zgody na newsletter i Mobile Marketing

source: Newsletter tags
pl_pl: Tagi newslttera

source: No
pl_pl: Nie

source: No data to export in the selected time range
pl_pl: Brak danych do eksportu w wybranym zakresie czasowym

source: No forms for CF7 found:
pl_pl: Nie znaleziono formularzy Contact Form 7:

source: No forms for FF found:
pl_pl: Nie znaleziono formularzy Fluent Forms

source: No forms for GF found:
pl_pl: Nie znaleziono formularzy Gravity Forms

source: No forms found
pl_pl: Nie znaleziono formularzy

source: No permissions to write in the root directory
pl_pl: Brak uprawnień do tworzenia plików w głównym katalogu domeny

source: No products to export
pl_pl: Brak produktów do wyeksportowania

source: None (do not synchronize products in real-time)
pl_pl: Brak (nie synchronizuj produktów w czasie rzeczywistym)

source: NOTICED!
pl_pl: Rozumiem!

source: Number of products:
pl_pl: Liczba produktów:

source: Opt-in input
pl_pl: Pole opt-in

source: Opt-in mobile input
pl_pl: Pole opt-In mobile

source: Our support pages
pl_pl: Nasze strony pomocy

source: Paste the ID of the subscription confirmation email. You can find it in Email list ➔ Subscription confirmation ➔ Preview
pl_pl: Wklej ID e-maila z potwierdzeniem subskrypcji. Aby je znaleźć, przejdź do Lista e-maili ➔ Potwierdzenia subskrypcji ➔ Podgląd

source: Paste your API v3 key here
pl_pl: Wklej tutaj klucz API v3

source: Please enter a number between 0 and 3652
pl_pl: Proszę wprowadzić liczbę z zakresu 0-3652

source: Please enter the currency as ISO code
pl_pl: Proszę podać kod waluty w formacie ISO

source: Please use lowercase and uppercase letters, numbers, and underscore
pl_pl: Proszę użyć jedynie małych i wielkich liter, cyfr oraz znaku _

source: Plugin not detected
pl_pl: Plugin nie został odnaleziony

source: Plugins
pl_pl: Wtyczki

source: Preparing
pl_pl: Przygotowywanie

source: Prevent duplication of PURCHASE events
pl_pl: Zapobiegaj duplikacji zdarzeń PURCHASE

source: Prevent event duplication
pl_pl: Zapobiegaj duplikacji zdarzeń

source: Previous export details:
pl_pl: Szczegóły poprzedniego eksportu:

source: Previous export has not been completed!
pl_pl: Poprzedni eksport nie został ukończony!

source: SALESmanago Product API Error detected. Check the About tab.
pl_pl: Pojawił się błąd związany z API Produktowym SALESmanago. Sprawdź zakładkę O wtyczce

source: Product API Webhook URL
pl_pl: Adres URL webhooka do API Produktowego

source: Product catalog
pl_pl: Katalog produktowy

source: Product Catalog has not been created. Please check the About tab for error information.
pl_pl: Katalog Produktowy nie został utworzony. Sprawdź zakładkę 'O wtyczce' aby uzyskać informację o błędzie

source: Product Catalog setup
pl_pl: Ustawienia Katalogu Produktowego

source: Product ID
pl_pl: ID produktu

source: Product identifier transferred in external events
pl_pl: Identyfikator produktu przesyłany w zdarzeniach zewnętrznych

source: Properties
pl_pl: Dodatkowe szczegóły

source: Purchase tags
pl_pl: Tagi zakupu

source: Real-time product synchronization
pl_pl: Synchronizacja produktów w czasie rzeczywistym

source: Refresh Catalog list
pl_pl: Odśwież listę Katalogów

source: Refresh list
pl_pl: Odśwież listę

source: Registration tags
pl_pl: Tagi rejestracji

source: Remember to export contacts before exporting external events.
pl_pl: Pamiętaj, by eksportować kontakty przed eksportem zdarzeń zewnętrznych

source: Results
pl_pl: Wyniki

source: returned status:
pl_pl: zwróciło status:

source: SALESmanago owner
pl_pl: Właściciel kontaktu w SALESmanago

source: SALESmanago support page
pl_pl: stronie pomocy SALESmanago

source: SALESmanago support page.
pl_pl: stronie pomocy SALESmanago

source: Save
pl_pl: Zapisz

source: Select order statuses to be exported
pl_pl: Wybierz statusy zamówień do wyeksportowania

source: Select Product Catalog for real-time synchronization
pl_pl: Wybierz Katalog Produktowy do synchronizacji w czasie rzeczywistym

source: Select this option to set a custom endpoint
pl_pl: Zaznacz tę opcję, by wybrać własny endpoint

source: Separated with commas, for example: <b>10minutemail.net,temp-mail.com</b>
pl_pl: Rozdzielone przecinkami, na przykład: <b>10minutemail.net,temp-mail.com</b>

source: Set custom endpoint only if you were instructed to do so by your Project Manager.
pl_pl: Ustaw własny endpoint tylko, jeśli otrzymałeś takie polecenie od Project Managera

source: Set input names that will be transferred as custom details.
pl_pl: Podaj nazwy pól, które zostaną przesłane jako szczegóły.

source: Settings have been saved.
pl_pl: Ustawienia zostały zapisane.

source: Something went wrong while trying to create sw.js. Check server error log for more details
pl_pl: Wystąpił nieoczekiwany błąd podczas próby utworzenia sw.js. Sprawdź logi serwera aby uzyskać więcej informacji

source: Sometimes called 'short ID'
pl_pl: Czasem nazywane 'short ID'

source: Specified endpoint cannot be resolved. On SALESmanago panel go to Settings -> Integration and check your endpoint in API access tab.
pl_pl: Podany endpoint nie mógł zostać odnaleziony. Przejdź do Ustawienia -> Integracje -> zakładka Dostęp API aby sprawdzić, jaki endpoint należy podać.
