Repository: common-repository/salesmanago
Catalog: languages/salesmanago-*.po
Languages: pl_pl

source: Start export
pl_pl: Rozpocznij eksport

source: Start real-time product synchronization by creating a new Product Catalog
pl_pl: Rozpocznij synchronizację produktów w czasie rzeczywistym tworząc nowy Katalog Produktowy

source: You have reached the limit of catalogs. Contact the Customer Success department if you would like to create more.
pl_pl: Osiągnąłeś limit katalogów. Skontaktuj się z działem Customer Success, jeśli chcesz utworzyć więcej.

source: Started on:
pl_pl: Rozpoczęty:

source: Starting
pl_pl: Rozpoczynanie

source: Success.
pl_pl: Sukces.

source: Successfully refreshed the list
pl_pl: Odświeżono listę Katalogów

source: Synchronize all products from WordPress now
pl_pl: Synchronizuj teraz wszystkie produkty z WordPress

source: Tags
pl_pl: Tagi

source: Tags (key-value)
pl_pl: Tagi (klucz-wartość)

source: Tags (value)
pl_pl: Tagi (wartość)

source: Tags assigned after guest purchase (separated with commas)
pl_pl: Tagi przypisywane po zakupie jako gość (rozdzielone przecinkami)

source: Tags assigned after login (separated with commas)
pl_pl: Tagi przypisywane po logowaniu (rozdzielone przecinkami)

source: Tags assigned after purchase (separated with commas)
pl_pl: Tagi przypisywane po zakupie (rozdzielone przecinkami)

source: Tags assigned after registration (separated with commas)
pl_pl: Tagi przypisywane po rejestracji (rozdzielone przecinkami)

source: Tags assigned after subscription to the newsletter (separated with commas)
pl_pl: Tagi przypisywane po zapisie na newsletter (rozdzielone przecinkami)

source: Tags assigned to all exported contacts (separated with commas)
pl_pl: Tagi przypisywane do eksportowanych kontaktów (rozdzielone przecinkami)

source: Tags to add
pl_pl: Tagi do dodania

source: Tags to remove
pl_pl: Tagi do usunięcia

source: Tags:
pl_pl: Tagi:

source: Test cart recovery
pl_pl: Sprawdź odzyskiwanie koszyka

source: Test REST API to debug cart recovery links.
pl_pl: Sprawdź REST API by debugować odzyskiwanie koszyka

source: Test REST routes and functions
pl_pl: Sprawdź trasy REST i funkcje

source: Text to be displayed next to checkbox
pl_pl: Tekst, który wyświetli się obok checkboxa

source: The API key doesn’t seem valid. Make sure the key is active and all characters have been copied.
pl_pl: Autentykacja nie powiodła się. Upewnij się, że klucz jest aktywny i został skopiowany w całości.

source: The export is divided into packages, each consisting of 100 products. This improves the export speed, without impacting the performance of your website.
pl_pl: Eksport podzielony jest na pakiety, każdy składający się ze 100 produktów. Poprawia to szybkość eksportu, bez wpływu na wydajność Twojej strony.

source: The previous export has not been completed.
pl_pl: Poprzedni eksport nie został ukończony.

source: The request has timed out. Please try again
pl_pl: Upłynął limit czasu żądania. Spróbuj ponownie później

source: There is no SALESmanago error or plugin has no permission to read error log.
pl_pl: Nie odnaleziono błędów związanych z SALESmanago lub wtyczka nie ma uprawnień do odczytu dziennika błędów.

source: This field has to contain 36 characters or be empty
pl_pl: To pole musi zawierać 36 znaków lub być puste

source: This field is used to assign products to External Events. The value is assigned automatically.
pl_pl: Pole używane do przypisywania produktów do Zdarzeń Zewnętrznych. Wartość jest przypisywana automatycznie.

source: This input label is available for translation under the name
pl_pl: Ten napis (label) jest dostępny do tłumaczenia pod nazwą

source: This looks like template ID. You can find the email ID in Email list ➔ Subscription confirmation ➔ Preview
pl_pl: To wygląda na ID szablonu. Aby znaleźć ID e-maila, przejdź do Lista e-maili ➔ Potwierdzenia subskrypcji ➔ Podgląd

source: This plugin was not detected.
pl_pl: Ten plugin nie został odnaleziony

source: Time in days. Default value is 10 years (3652 days)
pl_pl: Czas w dniach. Domyślny czas to 10 lat (3652 dni)

source: To date
pl_pl: Do dnia

source: To export:
pl_pl: Do wyeksportowania:

source: Transfer additional details as
pl_pl: Prześlij własne szczegóły jako

source: Try again
pl_pl: Spróbuje ponownie

source: Turn off
pl_pl: Wyłącz

source: Type:
pl_pl: Typ:

source: Unknown
pl_pl: Nieznany

source: Unknown API error.
pl_pl: Wystąpił błąd API

source: Unknown error
pl_pl: Nieznany błąd

source: Unknown error in SALESmanago plugin
pl_pl: Wystąpił nieznany błąd we wtyczce SALESmanago

source: Unknown error on settings read/write
pl_pl: Wystąpił nieznany błąd w ustawieniach odczytu/zapisu

source: Unknown error while connecting to SALESmanago with Guzzle Client
pl_pl: Wystąpił nieznany błąd podczas łączenia się z SALESmanago przez Guzzle Client

source: Unknown export (batch upsert) error
pl_pl: Wystąpił nieznany błąd eksportu (batch upsert)

source: Unknown login error
pl_pl: Nieznany błąd logowania

source: Unknown upsert error
pl_pl: Nieznany błąd upsert

source: Use custom endpoint
pl_pl: Użyj własnego endpointa

source: Use double opt-in
pl_pl: Użyj double opt-in

source: User inactive. Contact Customer Success for more information
pl_pl: Użytkownik nieaktywny. Skontaktuj się z Customer Success by uzyskać więcej informacji

source: Variant ID
pl_pl: ID Wariantu

source: Web Push consent
pl_pl: Zgoda na powiadomienia Web Push

source: Web Push Notifications
pl_pl: Powiadomienia Web Push

source: Webhook is a modern way to report any potential problems with data transfer back to WordPress. Paste this URL when creating a new API v3 key.
pl_pl: Webhooki to nowoczesny sposób raportowania wszelkich potencjalnych problemów z transferem danych z powrotem do WordPressa. Wklej ten adres URL podczas tworzenia nowego klucza API v3.

source: Webhook is a modern way to report any potential problems with data transfer back to Wordpress. Paste this URL when creating a new API v3 key.
pl_pl: Webhooki to nowoczesny sposób raportowania wszelkich potencjalnych problemów z transferem danych z powrotem do Wordpressa. Wklej ten adres URL podczas tworzenia nowego klucza API v3.

source: Webhook URL
pl_pl: Adres URL webhooka

source: WooCommerce customers
pl_pl: Klienci WooCommerce

source: WooCommerce orders
pl_pl: Zamówienia WooCommerce

source: Wordpress error log
pl_pl: Log błędów Wordpress

source: Yes
pl_pl: Tak

source: You are about to turn off the real-time product synchronization. As a result, your emails, Web Push notifications, and Recommendation Frames might not display accurate product data.
pl_pl: Zamierzasz wyłączyć synchronizację produktów w czasie rzeczywistym. W rezultacie, w wiadomościach e-mail, powiadomieniach Web Push i ramkach rekomendacji mogą nie być wyświetlane dokładne dane produktów.

source: You can allow customers to create new accounts.
pl_pl: Możesz pozwolić klientom na zakładanie kont.

source: Your client ID
pl_pl: Twoje ID klienta
